{"id":29,"date":"2021-12-10T03:27:46","date_gmt":"2021-12-10T03:27:46","guid":{"rendered":"http:\/\/localhost\/worldofficialtrailer\/?page_id=29"},"modified":"2021-12-10T03:27:46","modified_gmt":"2021-12-10T03:27:46","slug":"terms-conditions","status":"publish","type":"page","link":"http:\/\/localhost\/worldofficialtrailer\/terms-conditions\/","title":{"rendered":"Terms-Conditions"},"content":{"rendered":"\n<h1>Terms &amp; Conditions<\/h1>\n\n\n\n<p><strong>COMINGSOON.COM (THE “SITE”)<\/strong><\/p>\n\n\n\n<p><strong>TERMS OF USE AGREEMENT<\/strong><\/p>\n\n\n\n<p>By accessing or using the Company services, Site and software provided through or in connection with the service (“Service”), you signify that you have read, understood, and agree to be bound by this Terms of Use Agreement (“Agreement”), the Company’s Privacy Policy, and any additional terms and conditions, notices and disclaimers displayed through the Service, whether or not you are a registered user of our Service.<\/p>\n\n\n\n<p>We reserve the right to amend this Agreement at any time and without notice. If we do this, we will post the amended Agreement on this page and indicate at the top of the page the date the Agreement was last revised. Your continued use of the Service after any such changes constitutes your acceptance of the new Terms of Use. If you do not agree to any of these terms or any future Terms of Use, do not use or access (or continue to access) the Service. This Agreement applies to all visitors, users, and others who access the Service (“Users”).<\/p>\n\n\n\n<ol><li><strong>Eligibility<\/strong><\/li><\/ol>\n\n\n\n<p>This Service is intended solely for Users who are thirteen (13) years of age or older, and any registration, use or access to the Service by anyone under 13 is unauthorized, unlicensed, and in violation of this Agreement.<\/p>\n\n\n\n<p>Company may terminate your account or profile, delete any content or information that you have posted on the Service, and\/or prohibit you from using or accessing the Service (or any portion, aspect or feature of the Service) for any reason or no reason, at any time in its sole discretion, with or without notice, including without limitation if it believes that you are under 13.<\/p>\n\n\n\n<p>If you are a minor in the jurisdiction in which you reside (e.g. under 18 years of age), you may only use the Service if (a) you either are an emancipated minor or obtain parental or legal guardian consent after review of this Agreement prior to you using any of the Services provided by Company and (b) you are fully able and competent to enter into the terms, conditions, obligations, affirmations, representations, and warranties set forth in this Agreement, and to abide by and comply with this Agreement.<\/p>\n\n\n\n<ol start=\"2\"><li><strong>No Warranty<\/strong><\/li><\/ol>\n\n\n\n<p>The service is provided on an “as is” and “as available” basis. Use of the service is at your own risk. To the maximum extent permitted by applicable law, the Service is provided without warranties of any kind, whether express or implied, including, but not limited to, implied warranties of merchantability, fitness for a particular purpose, or non-infringement.<\/p>\n\n\n\n<p>Without limiting the foregoing, to the maximum extent permitted by applicable law, Company, its subsidiaries, and its licensors do not warrant that the content is accurate, reliable or correct; that the service will meet your requirements; that the service will be available at any particular time or location, uninterrupted or secure; that any defects or errors will be corrected; or that the service is free of viruses or other harmful components.<\/p>\n\n\n\n<p>Any content downloaded or otherwise obtained through the use of the service is downloaded at your own risk and you will be solely responsible for any damage to your computer system or loss of data that results from such download.<\/p>\n\n\n\n<p>To the maximum extent permitted by applicable law, Company does not warrant, endorse, guarantee, or assume responsibility for any product or service advertised or offered by a third party through the Company service or any hyperlinked website or service, or featured in any banner or other advertising, and Company will not be a party to or in any way monitor any transaction between you and third-party providers of products or services.<\/p>\n\n\n\n<ol start=\"3\"><li><strong>Limitation of Liability<\/strong><\/li><\/ol>\n\n\n\n<p>To the maximum extent permitted by applicable law, in no event shall Company, its affiliates, directors, employees or its licensors be liable for any direct, indirect, punitive, incidental, special, consequential or exemplary damages, including without limitation damages for loss of profits, goodwill, use, data or other intangible losses, that result from the use of, or inability to use, this service. Under no circumstances will Company be responsible for any damage, loss or injury resulting from hacking, tampering or other unauthorized access or use of the service or your account or the information contained therein.<\/p>\n\n\n\n<p>To the maximum extent permitted by applicable law, Company assumes no liability or responsibility for any:<\/p>\n\n\n\n<ol><li>Errors, mistakes, or inaccuracies of content;<\/li><li>Personal injury or property damage, of any nature whatsoever, resulting from your access to and use of our service;<\/li><li>Any unauthorized access to or use of our secure servers and\/or any and all personal information stored therein;<\/li><li>Any interruption or cessation of transmission to or from the service;<\/li><li>Any bugs, viruses, trojan horses, or the like that may be transmitted to or through our service by any third party;<\/li><li>Any errors or omissions in any content or for any loss or damage incurred as a result of the use of any content posted, emailed, transmitted, or otherwise made available through the service; and\/or<\/li><li>User content or the defamatory, offensive, or illegal conduct of any third party.<\/li><\/ol>\n\n\n\n<p>In no event shall Company, its affiliates, directors, employees, or licensors be liable to you for any claims, proceedings, liabilities, obligations, damages, losses or costs in an amount exceeding the amount you paid to Company hereunder.<\/p>\n\n\n\n<p>This limitation of liability section applies whether the alleged liability is based on contract, tort, negligence, strict liability, or any other basis, even if Company has been advised of the possibility of such damage. The foregoing limitation of liability shall apply to the fullest extent permitted by law in the applicable jurisdiction.<\/p>\n\n\n\n<p>The Service is controlled and operated from facilities in the United States. Company makes no representations that the Service is appropriate or available for use in other locations. Those who access or use the Service from other jurisdictions do so at their own volition and are entirely responsible for compliance with local law, including but not limited to export and import regulations.<\/p>\n\n\n\n<ol start=\"4\"><li><strong>Use of Our Service<\/strong><\/li><\/ol>\n\n\n\n<p>Company grants you permission to use the Service as set forth in this Agreement, provided that:<\/p>\n\n\n\n<ol><li>You will not copy, distribute, or disclose any part of the Service in any medium;<\/li><li>You will not alter or modify any part of the Service other than as may be reasonably necessary to use the Service for its intended purpose; and<\/li><li>You will otherwise comply with the terms and conditions of this Agreement.<\/li><\/ol>\n\n\n\n<p>You do not have to register in order to use the Service. To access certain features of the Service, though, you will need to register with Company and create a “Member” account or profile. Your account or profile gives you access to the services and functionality that we may establish and maintain from time to time and in our sole discretion.<\/p>\n\n\n\n<p>You may never use another Member’s account or profile without permission. When creating your account or profile, you must provide accurate and complete information. You are solely responsible for the activity that occurs on your account or profile, and you must keep your account or profile password secure. You must notify Company immediately of any breach of security or unauthorized use of your account or profile. Although Company will not be liable for your losses caused by any unauthorized use of your account or profile, you shall be liable for the losses of Company or others due to such unauthorized use.<\/p>\n\n\n\n<p>By providing Company your email address, you consent to our using the email address in accordance with our Privacy Policy.<\/p>\n\n\n\n<p>You agree not to use or launch any automated system, including without limitation, “robots,” “spiders,” “offline readers,” etc. , that accesses the Service in a manner that sends more request messages to the Company servers than a human can reasonably produce in the same period of time by using a conventional on-line web browser, and you agree not to aggregate or collate any of the content available through the Service for use elsewhere. You also agree not to collect or harvest any personally identifiable information, including account or profile names, from the Service nor to use the communication systems provided by the Service for any commercial solicitation purposes.<\/p>\n\n\n\n<p>Company may permanently or temporarily terminate, suspend, or otherwise refuse to permit your access to the Service without notice and liability, if, in Company’s sole determination, you violate any provision of the Agreement, including by carrying out any of the following prohibited actions:<\/p>\n\n\n\n<ol><li>Attempting to interfere with, compromise the system integrity or security or decipher any transmissions to or from the servers running the Service;<\/li><li>Taking any action that imposes, or may impose at our sole discretion an unreasonable or disproportionately large load on our infrastructure;<\/li><li>Uploading invalid data, viruses, worms, or other software agents through the Service;<\/li><li>Impersonating another person or otherwise misrepresenting your affiliation with a person or entity, conducting fraud, hiding or attempting to hide your identity;<\/li><li>Interfering with the proper working of the Service; or,<\/li><li>Bypassing the measures we may use to prevent or restrict access to the Service.<\/li><\/ol>\n\n\n\n<p>You are solely responsible for your interactions with other Users. We reserve the right, but have no obligation, to monitor disputes between you and other Users. Company shall have no liability for your interactions with other Users, or for any User’s action or inaction.<\/p>\n\n\n\n<ol start=\"5\"><li><strong>User Content<\/strong><\/li><\/ol>\n\n\n\n<p>Some areas of the Service may allow Users to create Member accounts or profiles, post feedback, comments, and questions on message boards, send private messages to other Users, and engage in conversation with other Users in chat rooms, as well as post other information (“User Content”).<\/p>\n\n\n\n<p>You are solely responsible for your User Content that you upload, publish, display, link to or otherwise make available (hereinafter, “post”) on the Service, and you agree that we are only acting as a passive conduit for your online distribution and publication of your User Content.<\/p>\n\n\n\n<p>You agree not to post User Content that:<\/p>\n\n\n\n<ol><li>May create a risk of harm, loss, physical or mental injury, emotional distress, death, disability, disfigurement, or physical or mental illness to you, to any other person, or to any animal;<\/li><li>May create a risk of any other loss or damage to any person or property;<\/li><li>May constitute or contribute to a crime or tort;<\/li><li>Contains any information or content that we deem to be unlawful, harmful, abusive, racially or ethnically offensive, defamatory, infringing, invasive of personal privacy or publicity rights, harassing, humiliating to other people (publicly or otherwise), libelous, threatening, or otherwise objectionable;<\/li><li>Contains any information or content that is illegal;<\/li><li>Contains any information or content that you do not have a right to make available under any law or under contractual or fiduciary relationships; or<\/li><li>Contains any information or content that you know is not correct and current; or<\/li><li>Constitutes “Spam”, advertising, or business related communications.<\/li><\/ol>\n\n\n\n<p>You agree that any User Content that you post does not and will not violate third-party rights of any kind, including without limitation any Intellectual Property Rights (as defined below) and rights of publicity and privacy. Company reserves the right, but is not obligated, to reject and\/or remove any User Content that Company believes, in its sole discretion, violates these provisions. You understand that publishing your User Content on the Service is not a substitute for registering it with the U.S. Copyright, the Writer’s Guild of America, or any other rights organization.<\/p>\n\n\n\n<p>For the purposes of this Agreement, “Intellectual Property Rights” means all patent rights, copyright rights, mask work rights, moral rights, rights of publicity, trademark, trade dress and service mark rights, goodwill, trade secret rights and other intellectual property rights and moral rights as may now exist or hereafter come into existence, and all applications therefore and registrations, renewals and extensions thereof, under the laws of any state, country, territory or other jurisdiction.<\/p>\n\n\n\n<p>Company takes no responsibility and assumes no liability for any User Content that you or any other Users or third parties post or send over the Service. You understand and agree that any loss or damage of any kind that occurs as a result of the use of any User Content that you send, upload, download, stream, post, transmit, display, or otherwise make available or access through your use of the Service, is solely your responsibility. Company is not responsible for any public display or misuse of your User Content.<\/p>\n\n\n\n<p>You understand and acknowledge that you may be exposed to User Content that is inaccurate, offensive, indecent, or objectionable, and you agree that Company shall not be liable for any damages you allege to incur as a result of such User Content. We reserve the right to monitor and review transmissions online and in storage, and to remove or reject any material, which we, at our sole discretion, believe may be unlawful or objectionable, without prior notice to User.<\/p>\n\n\n\n<ol start=\"6\"><li><strong>Chat Rooms<\/strong><\/li><\/ol>\n\n\n\n<p>All Users who are minors in the jurisdiction in which they reside must have the permission of their parent or guardian to use the Site chat rooms. All minors must be directly supervised by their parent or guardian while using our chat rooms. Company does not systematically monitor and review the conversations that take place in the chat rooms. Company does not determine the true identity or age of those who frequent and use the Site chat rooms.<\/p>\n\n\n\n<ol start=\"7\"><li><strong>Opt Out<\/strong><\/li><\/ol>\n\n\n\n<p>If the functionality of the Site permits, accounts or profiles may be deactivated by logging into the account or profile and visiting the Preferences page. You will then need to re-enter your password and click the confirm button at the bottom of the page. Your account or profile then may no longer be logged into or viewed, and all photos will be deleted. Account or profile deactivation is permanent and not reversible.<\/p>\n\n\n\n<ol start=\"8\"><li><strong>License Grant<\/strong><\/li><\/ol>\n\n\n\n<p>By posting any User Content on the Service, you expressly grant, and you represent and warrant that you have a right to grant, to Company a royalty-free, sublicensable, transferable, perpetual, irrevocable, non-exclusive, worldwide license to use, reproduce, modify, publish, list information regarding, edit, translate, distribute, publicly perform, publicly display, and make derivative works of all such User Content and your name, voice, and\/or likeness as contained in your User Content, in whole or in part, and in any form, media or technology, whether now known or hereafter developed for use in connection with the Service.<\/p>\n\n\n\n<ol start=\"9\"><li><strong>Our Proprietary Rights<\/strong><\/li><\/ol>\n\n\n\n<p>Except for your User Content, the Service and all materials therein or transferred thereby, including, without limitation, software, images, text, graphics, illustrations, logos, patents, trademarks, service marks, copyrights, photographs, audio, videos, music, and User Content (the “Company Content”), and all Intellectual Property Rights related thereto, are the exclusive property of Company and its licensors.<\/p>\n\n\n\n<p>Except as explicitly provided herein, nothing in this Agreement shall be deemed to create a license in or under any such Intellectual Property Rights, and you agree not to sell, license, rent, modify, distribute, copy, reproduce, transmit, publicly display, publicly perform, publish, adapt, edit or create derivative works from any materials or content accessible on the Service. Use of the Company Content or materials on the Service for any purpose not expressly permitted by this Agreement is strictly prohibited.<\/p>\n\n\n\n<p>You may choose to or we may invite you to submit comments or ideas about the Service, including without limitation about how to improve the Service or our products (“Ideas”). By submitting any Idea, you agree that your disclosure is gratuitous, unsolicited and without restriction and will not place Company under any fiduciary or other obligation, that we are free to disclose the Ideas on a non-confidential basis to anyone or otherwise use the Ideas without any additional compensation to you. You acknowledge that, by acceptance of your submission, Company does not waive any rights to use similar or related ideas previously known to Company, or developed by its employees, or obtained from sources other than you.<\/p>\n\n\n\n<ol start=\"10\"><li><strong>Privacy<\/strong><\/li><\/ol>\n\n\n\n<p>We care about the privacy of our Users. Please see our posted Privacy Policy. By using the Service, you grant Company the right to collect, store, use and\/or disclose information in the manner permitted by the Privacy Policy and you are consenting to have your personal data transferred to and processed in the United States.<\/p>\n\n\n\n<ol start=\"11\"><li><strong>Security<\/strong><\/li><\/ol>\n\n\n\n<p>We have implemented commercially reasonable technical and organizational measures designed to secure your personal information from accidental loss and from unauthorized access, use, alteration or disclosure. However, we cannot guarantee that unauthorized third parties will never be able to defeat those measures or use your personal information for improper purposes. You acknowledge that you provide your personal information at your own risk.<\/p>\n\n\n\n<ol start=\"12\"><li><strong>DMCA Notice<\/strong><\/li><\/ol>\n\n\n\n<p>If you believe that your copyrighted work has been copied in a way that constitutes copyright infringement and is accessible via the Service, please notify Company’s copyright agent, as set forth in the Digital Millennium Copyright Act of 1998 (“DMCA”). For your complaint to be valid under the DMCA, you must provide the following information in writing:<\/p>\n\n\n\n<ol><li>An electronic or physical signature of a person authorized to act on behalf of the copyright owner;<\/li><li>Identification of the copyrighted work that you claim has been infringed;<\/li><li>Identification of the material that is claimed to be infringing and where it is located on the Service;<\/li><li>Information reasonably sufficient to permit Company to contact you, such as your address, telephone number, and, e-mail address;<\/li><li>A statement that you have a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or law; and<\/li><li>A statement, made under penalty of perjury, that the above information is accurate, and that you are the copyright owner or are authorized to act on behalf of the owner.<\/li><\/ol>\n\n\n\n<p><\/p>\n\n\n\n<p>UNDER FEDERAL LAW, IF YOU KNOWINGLY MISREPRESENT THAT ONLINE MATERIAL IS INFRINGING, YOU MAY BE SUBJECT TO CRIMINAL PROSECUTION FOR PERJURY AND CIVIL PENALTIES, INCLUDING MONETARY DAMAGES, COURT COSTS, AND ATTORNEYS’ FEES.<\/p>\n\n\n\n<p>Please note that this procedure is exclusively for notifying Company and its affiliates that your copyrighted material has been infringed. The preceding requirements are intended to comply with Company’s rights and obligations under the DMCA, including 17 U.S.C. §512(c), but do not constitute legal advice. It may be advisable to contact an attorney regarding your rights and obligations under the DMCA and other applicable laws.<\/p>\n\n\n\n<p>In accordance with the DMCA and other applicable law, Company has adopted a policy of terminating, in appropriate circumstances and at Company’s sole discretion, members who are deemed to be repeat infringers. Company may also at its sole discretion limit access to the Service and\/or terminate the accounts or profiles of any Users who infringe any intellectual property rights of others, whether or not there is any repeat infringement.<\/p>\n\n\n\n<ol start=\"13\"><li><strong>Additional Representations and Warranties<\/strong><\/li><\/ol>\n\n\n\n<p>You shall be solely responsible for your own User Content and the consequences of posting or publishing it. In connection with User Content, you affirm, represent and warrant, in addition to the other representations and warranties in this Agreement, the following:<\/p>\n\n\n\n<ol><li>Your User Content and Company’s use thereof as contemplated by this Agreement and the Service will not infringe any rights of any third party, including but not limited to any Intellectual Property Rights, privacy rights and rights of publicity.<\/li><li>Company may exercise the rights to your User Content granted under this Agreement without liability for payment of any guild fees, residuals, payments, fees, or royalties payable under any collective bargaining agreement or otherwise.<\/li><li><strong>Third-Party Websites, Advertisers or Services<\/strong><\/li><\/ol>\n\n\n\n<p>Company may contain links to third-party websites, advertisers, or services that are not owned or controlled by Company. Company has no control over, and assumes no responsibility for, the content, privacy policies, or practices of any third party websites or services. If you access a third party website from Company, you do so at your own risk, and you understand that this Agreement and Company’s Privacy Policy do not apply to your use of such sites. You expressly release Company from any and all liability arising from your use of any third-party website or services or third party owned content. Additionally, your dealings with or participation in promotions of advertisers found on Company, including payment and delivery of goods, and any other terms (such as warranties) are solely between you and such advertisers. You agree that Company shall not be responsible for any loss or damage of any sort relating to your dealings with such advertisers.<\/p>\n\n\n\n<p>We encourage you to be aware of when you leave the Service, and to read the terms and conditions and privacy policy of any third-party website or service that you visit.<\/p>\n\n\n\n<ol start=\"15\"><li><strong>Indemnity<\/strong><\/li><\/ol>\n\n\n\n<p>You agree to defend, indemnify and hold harmless Company and its subsidiaries, agents, managers, and other affiliated companies, and their employees, contractors, agents, officers and directors, from and against any and all claims, damages, obligations, losses, liabilities, costs or debt, and expenses (including but not limited to attorney’s fees) arising from:<\/p>\n\n\n\n<ol><li>Your use of and access to the Service, including any data or work transmitted or received by you;<\/li><li>Your violation of any term of this Agreement, including without limitation, your breach of any of the representations and warranties above;<\/li><li>Your violation of any third-party right, including without limitation any right of privacy, publicity rights or Intellectual Property Rights;<\/li><li>Your violation of any law, rule or regulation of the United States or any other country;<\/li><li>Any claim or damages that arise as a result of any of your User Content or any that are submitted via your account or profile; or<\/li><li>Any other party’s access and use of the Service with your unique username, password or other appropriate security code.<\/li><li><strong>Disclaimer with Respect to Content<\/strong><\/li><\/ol>\n\n\n\n<p>A variety of information, opinions, advice, recommendations, letters, messages, comments, posts, text, graphics, software, music, sound, photographs, videos, data, and other materials (“Content”) is available on the Site. Some of the Content is provided by Company or its suppliers, and other Content is provided by Users, such as User opinions and views provided via posts to chat rooms, blogs, bulletin boards, or discussion forums. While Company strives to keep the Content that it posts on the Site accurate, complete, and up-to-date, Company cannot guarantee, and is not responsible for, the accuracy, completeness, or timeliness of any Content, whether provided by Company or its suppliers, or by Users of the Site. Any opinions, advice, statements or other information expressed or made available by Users or third parties, including but not limited to bloggers, are those of the respective User or other third party and not of Company. They do not reflect the opinions of company and they have not been reviewed by a physician, psychologist or parenting expert or any member of the Company’s editorial staff for accuracy, balance or objectivity. Company does not endorse and is not responsible for the accuracy or reliability of any opinion, advice or statement made on the Site.<\/p>\n\n\n\n<p>Company does not have any obligation to prescreen, edit, or remove any Content provided by Users that is posted on or available through the Site.<\/p>\n\n\n\n<p>Notwithstanding the foregoing, Company will have the right (but not the obligation), in its sole discretion and for any reason, to prescreen, edit, refuse to accept, remove, or move any such Content.<\/p>\n\n\n\n<p>THE CONTENT AVAILABLE VIA THE SITE IS PROVIDED WITH THE UNDERSTANDING THAT NEITHER COMPANY NOR ITS SUPPLIERS OR USERS ARE ENGAGED IN RENDERING MEDICAL, COUNSELING, LEGAL, OR OTHER PROFESSIONAL SERVICES OR ADVICE.<\/p>\n\n\n\n<p>SUCH CONTENT IS INTENDED SOLELY AS A GENERAL EDUCATIONAL AID. IT IS NOT INTENDED AS MEDICAL OR HEALTHCARE ADVICE OR COUNSELING, OR TO BE USED FOR MEDICAL DIAGNOSIS OR TREATMENT, FOR ANY INDIVIDUAL PROBLEM. IT IS ALSO NOT INTENDED AS A SUBSTITUTE FOR PROFESSIONAL ADVICE AND SERVICES FROM A QUALIFIED HEALTHCARE PROVIDER FAMILIAR WITH YOUR UNIQUE FACTS. ALWAYS SEEK THE ADVICE OF YOUR PHYSICIAN OR OTHER QUALIFIED HEALTHCARE PROVIDER REGARDING ANY MEDICAL CONDITION AND BEFORE STARTING ANY NEW TREATMENT.<\/p>\n\n\n\n<ol start=\"17\"><li><strong>Assignment<\/strong><\/li><\/ol>\n\n\n\n<p>This Agreement, and any rights and licenses granted hereunder, may not be transferred or assigned by you, but may be assigned by Company without restriction.<\/p>\n\n\n\n<ol start=\"18\"><li><strong>General<\/strong><\/li><li><strong>Governing Law.<\/strong>&nbsp;You agree that:<ol><li>The Service shall be deemed solely based in California; and<\/li><li>The Service shall be deemed a passive one that does not give rise to personal jurisdiction over Company, either specific or general, in jurisdictions other than California.<\/li><li>This Agreement shall be governed by the internal substantive laws of the State of California, without respect to its conflict of laws principles. Any claim or dispute between you and Company that arises in whole or in part from the Service shall be decided exclusively by a court of competent jurisdiction located in Los Angeles County, California, unless submitted to arbitration as set forth in the following paragraph.<\/li><\/ol><\/li><li><strong>For any claim<\/strong>&nbsp;(excluding claims for injunctive or other equitable relief) under this Agreement where the total amount of the award sought is less than $10,000, the party requesting relief may elect to resolve the dispute through binding non-appearance-based arbitration. The party electing such arbitration shall initiate the arbitration through an established alternative dispute resolution (“ADR”) provider mutually agreed upon by the parties. The ADR provider and the parties must comply with the following rules:<ol><li>The arbitration shall be conducted by telephone, online and\/or be solely based on written submissions, as selected by the party initiating the arbitration;<\/li><li>The arbitration shall not involve any personal appearance by the parties or witnesses unless otherwise mutually agreed by the parties; and<\/li><li>Any judgment on the award rendered by the arbitrator may be entered in any court of competent jurisdiction.<\/li><\/ol><\/li><li><strong>Notification Procedures.<\/strong>&nbsp;Company may provide notifications, whether such notifications are required by law or are for marketing or other business related purposes, to you via email notice, written or hard copy notice, or through conspicuous posting of such notice on the Site, as determined by Company in our sole discretion. Company reserves the right to determine the form and means of providing notifications to our Users, provided that you may opt out of certain means of notification as described in this Agreement.<\/li><li><strong>Entire Agreement\/Severability.<\/strong>&nbsp;This Agreement, together with any other legal notices and agreements published by Company via the Service, shall constitute the entire agreement between you and Company concerning the Service. If any provision of this Agreement is deemed invalid by a court of competent jurisdiction, the invalidity of such provision shall not affect the validity of the remaining provisions of this Agreement, which shall remain in full force and effect.<\/li><li><strong>No Waiver.<\/strong>&nbsp;No waiver of any term of this Agreement shall be deemed a further or continuing waiver of such term or any other term, and Company’s failure to assert any right or provision under this Agreement shall not constitute a waiver of such right or provision.<\/li><\/ol>\n","protected":false},"excerpt":{"rendered":"<p>Terms &amp; Conditions COMINGSOON.COM (THE “SITE”) TERMS OF USE AGREEMENT By accessing or using the Company services, Site and software<span class=\"more-dots\">&#8230;<\/span><\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"_links":{"self":[{"href":"http:\/\/localhost\/worldofficialtrailer\/wp-json\/wp\/v2\/pages\/29"}],"collection":[{"href":"http:\/\/localhost\/worldofficialtrailer\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"http:\/\/localhost\/worldofficialtrailer\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"http:\/\/localhost\/worldofficialtrailer\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"http:\/\/localhost\/worldofficialtrailer\/wp-json\/wp\/v2\/comments?post=29"}],"version-history":[{"count":0,"href":"http:\/\/localhost\/worldofficialtrailer\/wp-json\/wp\/v2\/pages\/29\/revisions"}],"wp:attachment":[{"href":"http:\/\/localhost\/worldofficialtrailer\/wp-json\/wp\/v2\/media?parent=29"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}